Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/tale_apning_av_studiearet_ved_sami_allaskuvla.html.tmx
Source language: nob
Languages: smj

source: Tale åpning av studieåret ved Sámi Allaskuvla
smj: Oassálastij Sáme Allaskåvlå oahppojage rahpamij

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) deltok på åpningen av studieåret ved Sámi Allaskuvla i Kautokeino 16. august 2023.
smj: Sámedikkeráde Mikkel Eskil Mikkelsen (NSR) oassálastij Sáme Allaskåvlå oahppojage rahpamij Guovddagæjnon bårggemáno 16. biejve jagen 2023.

source: Det er en glede for meg å bli invitert til åpningen av et nytt studieår her ved Samisk Høgskole.
smj: Ávon la munji gåhtjoduvvat ådå åhpadusjage rahpamijda dáppe Sáme Allaskåvlån.

source: Jeg har vært her på samisk høgskole flere ganger, men det er likevel en glede jeg hilser dere alle her, men aller mest hilser jeg til dere studenter i dag ved åpningen av et nytt studieår.
smj: Lav dánna læhkám moaddi, valla huoman la hávsske boahtet dijá lusi gájkajda dánna, sárnov buoris ja varrudagájt buvtáv Sámedikke bieles, ja sierralahkáj studentajda.

source: Jeg har, etter å vært med på å åpne studieår flere ganger lært at man skal gi studenter noen gode ord på veien.
smj: Mån lav, gå dal lav læhkám dákkir rahpamijn åvddåla dádjadam at mån galgav studentajda vaddet muhtem buorre rádev ja bágov didjij dan aktijvuodan.

source: Og det skal jeg gjøre.
smj: Ja dav galgav dahkat juska muv ráde la viehka klisjé.

source: Jeg var student i Tråante / Trondheim.
smj: Mån lidjiv studænntan Tråanten / Roandema universitehtan.

source: Et år så kom april, og det var ikke hvilken som helst april - det var april det året jeg fylte 24 år og panikken tok meg.
smj: Gå de gidáduváj – lij dat jahke mån dievddiv 24 jage ja muv lusi bådij panijkka. Riekta ja almma panihkka ja mån ussjoliv:

source: Jeg er hele 24 år og hva har jeg gjort med livet mitt?
smj: Mån lav 24-jagák ja majt lav ietjam iellemin dahkam?

source: Jeg er 24 år og ikke har jeg utrettet noe og ikke har jeg noe plan for hva jeg skal gjøre.
smj: Mån lav 24 jagák ja iv la ållim majdik dahkat ietjam iellemin ja ælla ga plána majt ájgov dahkat ietjam iellemin ja iv ga diede majt ájgov dahkat gå stuorov.

source: Det var en tidlig variant av midtlivskrisen som tok meg.
smj: Uddni diedáv, dat lej dat giehtos midtlivskrise mij bådij.

source: Helt oppriktig mente jeg at jeg var gammel, nesten for gammel til å studere og i alle fall for gammel til å ikke vite hva jeg egentlig holder på med det her livet og hva jeg skulle bli når jeg ble stor.
smj: Muv lunna badjánij duodalasj dåbddå at mån juo lidjiv nav boares, ja 24-jáhkásattjan ij gal dåhkki plánaj dagi viessot. Majt dal mån galgav sjaddat gå mån stuorránav?

source: I dag ler jeg av det hele, men det var en oppriktig og ektefølt følelse der og da.
smj: Uddni, de tjajmádav, valla dalloj dåbddåjiv almma ja duodalasj midtlivskrise.

source: Og når jeg ser tilbake på det så har jeg kommet frem til at jeg glemte å leve i øyeblikket.
smj: Ja gå ruoptus dan ájggáj gehtjav, de lav dádjadam ahte vajálduhttiv viessot dál ja dás.

source: Jeg trodde at livet var noe som kom til å skje en gang i fremtiden, og at studietiden var bare en forberedelse til livet som skulle begynne en gang i fremtiden.
smj: Mån jáhkkiv viessom/iellem le juoga mij dáhpáduvvá boahtteájgen, ja studierim le juoga mij la gárvedibmáj viessomij ja iellemij mij álggá boahtteájge.

source: Og i det livet som ventet så skulle jeg realisere meg selv.
smj: Ja dan iellemin mij de vuordij boahtteájgen, de galgav ietjam realiserit.

source: Midtlivskrisen den gikk over den, det ble i alle fall ikke hopp fra fallskjerm, en reise rundt hele verden eller andre påfunn.
smj: Midtlivskrise dat vásij, ittjiv fállskjemajn gáhpa girddes, ittjiv gåjt mannagoade væráldav birra jalik ietjá suohttasij dagá.

source: Jeg fortsatte på det sporet jeg var og fikk meg til slutt en master.
smj: Joarkiv guoradimes dav bálggáv mij lij muv åvdån dalloj, ja maŋutjissaj lidjiv masteråhpadusáv ållim.

source: Når jeg ser meg tilbake så ser jeg jo at det har jo gått bra med meg, men jeg har lært og lærer enda at jeg ikke helt kan det å leve i øyeblikket.
smj: Gå ruoptus gehtjav, de vuojnáv galla mujna l buoragit mannam, mån jáhkkiv mån lidjiv láhppum dán væráldin gå ællom plána mujna. valla oahppiv ja ájn vil åhpav ahte iv állu máhte viessot dál ja das.

source: Jeg tenker enda på hva jeg ønsker med livet mitt, hva skal jeg bli når jeg blir stor.
smj: Galggabit diehtet, mujna vilá uddni jearaldahka, majt sidáv ietjam iellemijn, majt galgav sjaddat gå stuorránav.

source: Som politiker, hva skal jeg gjøre etter politikken?
smj: Ja politihkkárin, majt galgav dahkat politihka maŋŋela?

source: Hvor lenge kan jeg være i politikken?
smj: Man guhkev máhtáv politihkan liehket?

source: Får jeg nytte av utdanningen min etter politikken?
smj: Le gus ávkke dat muv bacheloras ja masteris politihka mannela?

source: Vil noen arbeidsgivere ha en avdanka politiker som er mest god på å prate.
smj: Hálijdij gus barggovadde soabmásav gut la politihkajn barggam manga jage ja gut ij buvte ietján gå ber hållat?

source: Ja, jeg har fortsatt mange spørsmål og veldig få svar – og jeg vil påstå at jeg har vært gjennom 30, 40, og 50-årskrisen før jeg har fylt 35.
smj: Juo, mujna li vilá moadda gatjálvisá ja vásstádusájs la vádno - ja sidáv tjuottjodit ahte lav, 34 jáhkásattjan, vássedam 30 jagekrise, 40 jagekrise ja 50 jagekrise – ja dat manná buoragit.

source: Så de velvalgte ordene som jeg tenkte å si til dere alle, viser seg å være like mye til meg selv.
smj: Dajnas, muv hålla ja åtsådallama majt dijájn uddni juogáv, li sæmmi båttå mujttádussan allasim.

source: Husk at livet skjer nå, og at fremtidsplaner er bra, men livet skjer ikke en gang i fremtiden.
smj: Mujte val at iellem dat dáhpáduvvá dálla, ja ájggomusá li buore, valla iellem ij álge esski gå mij divna «stuorránip».

source: Livet starter ikke etter utdanningen og livet skjer ikke når du har f unnet ut hva du vil med livet ditt.
smj: Iellem ij álge esski gå la bachlorav ållim ja iellem ij la juoga mij gullu boahtteájggáj. Ealan uddni, dál ja dás nav gåk Ailuhasj jávllá.

source: Det er kanskje noe klisjefylt over det jeg sier til dere, men det er jo klisjefylt av grunn – og det er fordi vi trenger å høre det med jevne mellomrom.
smj: Danen, biedjit mujttuj at studieájgge la aj oasse iellemis. Mun vijsesvuohta la viehka klisjea, valla klisjea lij ham jur klisjea jur dan diehti gå mijájn la dárbbo dajt gullat.

source: Så jeg står her fremfor dere og jeg har innsett at selv om jeg er 34 år, så er jeg ikke ferdig med å studere og jeg er ikke ferdig med å lære noe nytt.
smj: Mån tjuodtjov dijá åvdån, 34 jahkásattjan ja diedáv majt ittjiv diede 24.jáhkásattjan at mån iv la gærggam åhpadusáv gaddtsamis ja iv la ållim oahppamis.

source: Jeg vet jeg skal tilbake skolebenken for å lære mer – og det når jeg nærmer meg 40 med stormskritt.
smj: Diedáv galgav ruoptus skåvllåjda gadtsatjit ienep åhpadusáv – jusska lahkanisjgoadáv 40 jage.

source: Vi politikere snakker ofte om fremtidens arbeidsmarked og hvilke fagfolk vi har behov for i fremtiden, hva trenger Sábme av arbeidskraft fremover.
smj: Mij politihkkára álu ságastallap boahtteájge barggomárnán birra ja makkir fáhkaulmutjijt mij boahtteájgen dárbahip, majt så lik Sábme boahtteájggáj dárbaj barggofámos ja tjehpudagás.

source: Og akkurat derfor er jeg som sametingsråd veldig glade for alle de studenter som har valgt Sáme Allaskåvllå som studiested.
smj: Ja jur dan diehti, daj ságastallamij diehti, lav sámedikkeráden ihkeva ávon daj studentaj åvdås gudi li válljim Sáme Allaskåvlåv oahppobájkken.

source: Det fordi jeg vet at Same Allaskåvllå tilbyr utdanninger og fører frem kandidater som det samiske samfunnet trenger.
smj: Dajnas gå diedáv Sáme Allaskåvllå fállá åhpadusájt ja buktá dárbulasj máhtudagáv sáme sebrudahka dárbaj.

source: Og vi trenger dere alle, like mye som vi trenger samisk høgskole.
smj: Ja mij dárbahip dijájt studentajt sæmmi ålov dagu dárbahip sáme allaskåvlåv.

source: Kjære studenter, vær trygg på at det står et arbeidsliv klart til å ta imot dere.
smj: Gieres studenta, galggabit diehtet at ålles sámen la ålles barggomárnán mij jur dijájt åhtså, jur dan diehti gå lihpit gadtsam åhpadusáv Sáme Allaskåvlån.

source: I går søkte jeg på stikkordet «samisk» på en oversikt over ledige stillinger, og det kom opp hele 580 treff.
smj: Iektu gehtjadiv rabás virgijt Norgas. Ja åhtsiv danna dakkir søkeportalan.

source: Det aller første ledige stillingen som kom opp var en professorstilling i samisk og samisk didaktikk – her ved samisk høgskole.
smj: Ja de ihtin 580 rabás virge. Vuostasj rabás virgge mij idij lij professorvirgge sámegielan ja sáme didaktihkan - dánna Sáme allaskåvlån.

source: For de av dere som sitter her i dag med en professor i magen – ikke nøl.
smj: Ja diján gænna hállo professorijn sjaddán – allit dassta balá.

source: Ta doktorgraden og jobb mot å bli en professor og søk dere hit.
smj: Válde doktorgrádav ja barga professåvrrån sjaddat.

source: Det samiske samfunnet trenger dere.
smj: Sáme sebrudahka dárbaj dijáv.

source: Eller så kan dere sikte dere inn mot å jobbe i Suaja Maanagierte på Snåsa, eller på Svaale i Røros.
smj: Ja dajda gudi berusti dassta, de soajttá nubbe rabás virgge miellagiddis: , jali, de máhttebihtit barggat Suaja Mánájgárden Snoasan, jali Svaale:in Rørosan.

source: To samiske barnehager som trenger samiskspråklige pedagoger.
smj: Guokta sáme mánájgárde ma dárbahi sámegielak pedagåvgåjt.

source: Jeg sa akkurat at vi trenger postdoktorer og professorer og at dere kan ta all type utdanning, men en offentlig hemmelighet er likevel den at jeg er størst fan av de som tar lærerutdanninger, det være i barnehage eller skole.
smj: Mån jur javlliv at mij dárbahip postdoktorijt ja professåvråjt ja dij máhttebihtit friddjavuodajn válljit juohkkalágásj åhpadusáv gadtsat, valla almulasj tjiegosvuohta le huoman dat, ahte mån lav stuorámus fan sijájs gudi åhpadiddjeåhpadusáv låhki, lehkusa mánájgárden jali skåvlån.

source: Av alle studenter så er det tatt et politisk valg om at det er nettopp dere både Sameting, regjering og flere skal bruke ressurser for å få utdannet.
smj: Gájkka oahpposuorgij gaskan lip mij politihkalattjat válljim, goappátjagá Sámedikkes ja Ráddidusás, at åhpadiddjestudentaj rekruttierijmij adnep ienemus ressursajt gå danna le dat vádno mij vájkkut ienemusát sámegielaj ælládahttemis.

source: Selv om jeg har avslørt at jeg er størst fan av lærerstudenter, så betyr ikke det at det ikke er verdi eller behov for de av dere som har valgt andre type studier.
smj: Juska mån javlav ahte mån lav åhpadiddjestudentajda stuorámus fan, de ij dat merka ahte dijá gudi lihpit ietjálágásj åhpadusáv válljim, ælla makkirik árvvo jalik dárbo.

source: Vi trenger også dere.
smj: Mij dárbahip dijájt divnajt.

source: Poenget mitt er at jeg gratulerer dere alle med valg av studiested.
smj: Muv poenga le at mån sávav vuorbev didjij gudi lihpit válljim sáme allaskåvlåv oahppobájkken.

source: Ikke bare fordi det er viktig for det samiske samfunnet, men også fordi Samisk høgskole er en institusjon som vi ikke finner maken til i resten av verden.
smj: Mån sávav vuorbev Ij dåssju dan diehti gå dijá oahppobájke válljim la ájnas sáme sebrudahkaj, valla aj dan diehti gå Sáme allaskåvllå la ásadus massta ep gávna sæmmilágátjav ietjá sajijn væráldin.

source: Her i veggene vil dere møte kunnskap som tar utgangspunkt i samisk språk, kultur og samfunnsliv, dere vil møte folk i gangen som virkelig brenner for en samisk samfunnsutvikling på absolutt alle måter.
smj: Dánna siejnij sissŋelin dij gávnnabihtit máhtudagáv man vuodo le sámegiella, kultuvrra ja sebrudakiellem, dij gávnnabihtit ulmutjijt gudi duodaj rahtji sáme sebrudakåvddånahttema åvdås juohkka láhká, ja gænna tjiegnalis tjiehpudahka sámevuodas.

source: Benytt dere den kunnskapen og de personene - de er ressurser og vil bidra til nye perspektiver og mer læring som har et utgangspunkt som vi ikke finner så mange andre plasser i verden.
smj: Studænntan de sávav dån ávkástalá dát máhtudagás ja dajs ulmutjijs ja dajs vejulasjvuodajs- da li resursa ma bukti ådå perspektijvajt ja ienep oahppamav man vuodon le dakkir majt ep gávna ietjá sajijn dán ednamin.

source: Og akkurat det gjør at samisk høgskole er en av Sametingets viktigste samarbeidspartnere, og det samarbeidet har vært godt – og jeg vil påstå at vi har lykkes med mye viktig i det samarbeidet.
smj: Ja jur dát dahká nav vaj Sáme Allaskåvllå la Sámedikke ájnnasamos aktisasjbarggoguojmijs, ja dat aktisasjbarggo la læhkám buorre - ja mån sihtáv javllat mij lip vuorbástuvvam ållo ájnas bargujn dájt manemus jagijt.

source: Og med gratulasjoner til et nytt rektorat for nye og viktige roller her, så understreker jeg at Sametinget skal fortsette det gode samarbeidet og vi vil gjøre det vi kan for at Samisk høgskole lykkes på alle måter og når nye mål.
smj: Mån låhpadav dajna, at sávav vuorbev ådå rektoráhtaj ådå ja ájnas rållaj dánna Sáme Allaskåvlån, ja sidáv dættodit Sámedigge galggá joarkket buorre aktisasjbargov ja mij galggap dahkat majt máhttep vaj Sáme Allaskåvllå vuorbástuvvá juohkka láhkáj ja ådå ulmijda jåvsådittjat.

source: Det samiske samfunnet trenger samisk høgskole, men mest av alt så trenger vi dere studenter som jeg ønsker alt godt til med det kommende studieåret.
smj: Sjaddus de boahtte åhpadusjahke buorren dijájn divnajda – valla mujte eallit uddni, dálla ja dánna.
